{
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tree-sitter-asciidoc": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
